yingsanyi/SparkBot_pro/LCD_text_scroll/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_LCD_TEXT_SCROLL_FRAME_MS=40
CONFIG_LCD_TEXT_SCROLL_PIXELS_PER_FRAME=2
CONFIG_COMPILER_OPTIMIZATION_NONE=y
